[UIScreenListener_Facility_Academy_AWCPack_LW]

[UIArmory_AWCExpandedPromotion_LW]
m_strSelectAbility="选择能力："
m_strAbilityHeader="AWC能力："
m_strConfirmAbilityTitle="确认能力选择"
m_strConfirmAbilityText="你不能移除或改变能力。确认学习<XGParam:StrValue0/>吗？"
m_strAbilityLockedTitle="锁定"
m_strAbilityLockedDescription="获得更多的战斗经验来学习新的能力。"
strAWCTrainButton="训练能力"

[UIChooseAWCAbility_LW]
m_strTitle="AWC能力训练"
m_strInventoryLabel="可用能力："
m_strBuy="开始训练"

[LWAWCUtilities]
strAWCMenuOption="AWC能力"
strAWCListItemDescription="查看已训练的AWC能力。"

LeftAbilityTreeTitle="进攻型"
CenterAbilityTreeTitle="手枪"
RightAbilityTreeTitle="防御型"

AWCLevelNames[0]="AWC能力"
AWCLevelNames[1]="AWC能力"
AWCLevelNames[2]="AWC能力"
AWCLevelNames[3]="AWC能力"
AWCLevelNames[4]="AWC能力"
AWCLevelNames[5]="AWC能力"
AWCLevelNames[6]="AWC能力"

[UIFacility_AWCTrainingSlot_LW]
m_strTrainAWCDialogTitle="高级训练"
m_strTrainAWCDialogText="符合一定军阶的士兵能够在高级战事中心进行特殊的训练。在训练过程中他们无法上场参战。\n\n是否继续？"
m_strStopTrainAWCDialogTitle="停止高级训练？"
m_strStopTrainAWCDialogText="你是否想要停止%UNITNAME的训练？\n\n警告：所有高级训练进程将会丢失。"
m_strNoSoldiersTooltip="目前没有士兵可以进行高级战事中心的能力训练。"
m_strSoldiersAvailableTooltip="分配一个士兵以训练他们的高级能力。"
m_strNeedsUpgradeTooltip="升级该设施以解锁高级战事中心训练的第2栏位。"

[UIAlert_AWCTrainingComplete_LW]
m_strTrainingCompleteLabel="已完成的高级训练"
m_strTrainingComplete="<XGParam:StrValue0/>已经完成了训练。可以通过在军械库中检视和分配其新能力。"
m_strViewSoldier="查看士兵"
m_strNewAbilityLabel="新能力"

